Repository: ffeldhaus/soil
Catalog: src/locale/messages.*.xlf
Languages: de

# dashboard.pending.title
source: Account Pending Approval
de: Konto wartet auf Genehmigung

# dashboard.logout
source: Logout
de: Abmelden

# dashboard.loading.verifying
source: Verifying Account Status...
de: Konto-Status wird geprüft...

# dashboard.controls.title
source: Admin Controls
de: Admin-Steuerung

# dashboard.createGame.title
source: Create New Game
de: Neues Spiel erstellen

# dashboard.createGame.name
source: Game Name
de: Spielname

# dashboard.createGame.players
source: Players
de: Spieler

# dashboard.createGame.rounds
source: Rounds
de: Runden

# dashboard.createGame.bots
source: AI Bots
de: KI-Bots

# dashboard.createGame.submit
source: + Create New Game
de: + Neues Spiel erstellen

# dashboard.createGame.creating
source: Creating...
de: Wird erstellt...

# dashboard.created.title
source: Game Created!
de: Spiel erstellt!

# dashboard.created.id
source: Game ID
de: Spiel-ID

# dashboard.list.trash
source: Trash (Deleted Games)
de: Papierkorb (Gelöschte Spiele)

# dashboard.list.active
source: Active Games
de: Aktive Spiele

# dashboard.filter.active
source: Active
de: Aktiv

# dashboard.filter.trash
source: Trash
de: Papierkorb

# dashboard.actions.restoreSelected
source: Restore Selected
de: Ausgewählte wiederherstellen

# dashboard.actions.deleteSelected
source: Delete Selected
de: Ausgewählte löschen

# dashboard.error.retry
source: Retry
de: Erneut versuchen

# dashboard.loading.games
source: Loading games...
de: Spiele werden geladen...

# dashboard.table.round
source: Round
de: Runde

# dashboard.table.deletedAt
source: Deleted At
de: Gelöscht am

# dashboard.table.created
source: Created
de: Erstellt

# dashboard.table.actions
source: Actions
de: Aktionen

# dashboard.details.noPlayers
source: No players joined yet.
de: Noch keine Spieler beigetreten.

# dashboard.player.label
source: Player
de: Spieler

# dashboard.player.capital
source: Capital
de: Kapital

# dashboard.player.round
source: Round
de: Runde

# dashboard.player.submitted
source: Submitted?
de: Abgegeben?

# dashboard.empty.title
source: No games found.
de: Keine Spiele gefunden.

# dashboard.empty.subtitle
source: Create a new game to get started!
de: Erstelle ein neues Spiel, um zu beginnen!

# dashboard.pagination.showing
source: Showing
de: Zeige

# dashboard.pagination.of
source: of
de: von

# dashboard.pagination.prev
source: Previous
de: Zurück

# dashboard.pagination.page
source: Page
de: Seite

# dashboard.pagination.next
source: Next
de: Weiter

# dashboard.qr.access
source: Access
de: Zugang

# dashboard.qr.scan
source: Scan to login automatically.
de: Scannen zum automatischen Anmelden.

# dashboard.qr.print
source: Print
de: Drucken

# dashboard.qr.close
source: Close
de: Schließen

# dashboard.delete.permanent
source: Permanent Deletion
de: Dauerhaftes Löschen

# dashboard.delete.confirm
source: Confirm Deletion
de: Löschen bestätigen

# dashboard.delete.games
source: game(s)
de: Spiel(e)

# dashboard.delete.soft.title
source: Soft Delete:
de: Papierkorb:

# dashboard.delete.soft.desc
source: Games will be moved to the Trash. You can restore them anytime within
de: Spiele werden in den Papierkorb verschoben. Du kannst sie jederzeit wiederherstellen innerhalb von

# dashboard.delete.days
source: days
de: Tagen

# dashboard.delete.warning
source: WARNING:
de: WARNUNG:

# dashboard.delete.permanentDesc
source: This action cannot be undone. All game data will be destroyed immediately.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Spieldaten werden sofort zerstört.

# dashboard.delete.cancel
source: Cancel
de: Abbrechen

# dashboard.delete.btnPermanent
source: Permanently Delete
de: Dauerhaft löschen

# dashboard.delete.btnGame
source: Delete Game
de: Spiel löschen

# dashboard.error.title
source: Error
de: Fehler

# dashboard.error.close
source: Close
de: Schließen

# dashboard.login.msg
source: Please log in to access the admin dashboard.
de: Bitte melde dich an, um auf das Admin-Dashboard zuzugreifen.

# dashboard.login.btn
source: Login with Google
de: Anmelden mit Google

# board.login.adminTitle
source: Admin Access
de: Admin-Zugang

# board.login.adminDesc
source: Manage games and orchestrate the simulation.
de: Spiele verwalten und die Simulation steuern.

# board.login.btnGoogle
source: Login with Google
de: Anmelden mit Google

# board.login.playerTitle
source: Player Access
de: Spieler-Zugang

# board.login.playerDesc
source: Enter Game ID and credentials.
de: Spiel-ID und Zugangsdaten eingeben.

# board.login.phGameId
source: Game ID
de: Spiel-ID

# board.login.phPlayerNum
source: Player # (e.g. 1)
de: Spieler # (z.B. 1)

# landing.intro
source: An interactive simulation about
de: Eine interaktive Simulation über

# landing.agriculture
source: Agriculture
de: Landwirtschaft

# landing.economics
source: Economics
de: Wirtschaft

# landing.and
source: and
de: und

# landing.sustainability
source: Sustainability
de: Nachhaltigkeit

# landing.enterGame
source: Enter Game
de: Spiel betreten

# landing.teacherAdmin
source: Teacher / Admin
de: Lehrer / Admin

# landing.register
source: Register
de: Registrieren

# landing.aboutTitle
source: About the Game
de: Über das Spiel

# landing.aboutText1
source: Soil is an interactive simulation game where players make ecological and economic decisions and experience their immediate impact. In groups, students build an agricultural business over ten rounds.
de: Soil ist ein interaktives Planspiel, bei dem Spieler ökologische und ökonomische Entscheidungen treffen und deren unmittelbare Auswirkungen erleben. In Gruppen bauen Schüler über zehn Runden einen landwirtschaftlichen Betrieb auf.

# landing.aboutText2
source: The goal is to run a profitable business sustainably. Strategies like crop selection, fertilization, and pest control must be balanced. After each round, groups receive feedback on the ecological and economic consequences of their actions.
de: Ziel ist es, einen profitablen Betrieb nachhaltig zu führen. Strategien wie Fruchtwahl, Düngung und Schädlingsbekämpfung müssen abgewogen werden. Nach jeder Runde erhalten die Gruppen Feedback zu den ökologischen und ökonomischen Konsequenzen ihres Handelns.

# landing.backgroundTitle
source: Background
de: Hintergrund

# landing.backgroundText1
source: At the UN Conference in 1992, "sustainability" was declared a global development goal. This goal is to be achieved by integrating economic, ecological, and social perspectives.
de: Auf der UN-Konferenz 1992 wurde "Nachhaltigkeit" zum globalen Entwicklungsziel erklärt. Dieses Ziel soll durch die Integration von ökonomischen, ökologischen und sozialen Perspektiven erreicht werden.

# landing.backgroundText2
source: The simulation game "Soil" was developed to make this concept of sustainability understandable. It allows learners to discover the centrality of ecological variables as natural limits to economic activities through hands-on experience.
de: Das Planspiel "Soil" wurde entwickelt, um dieses Konzept der Nachhaltigkeit verständlich zu machen. Es ermöglicht Lernenden, die Zentralität ökologischer Variablen als natürliche Grenzen ökonomischen Handelns durch praktische Erfahrung zu entdecken.

# landing.footer
source: © {{ year }} Soil Project. Developed for educational purposes.
de: © {{ year }} Soil Projekt. Entwickelt für Bildungszwecke.

# board.login.phPin
source: Game Password
de: Spiel-Passwort

# board.login.btnLogin
source: Login
de: Anmelden

# board.hud.round
source: Round
de: Runde

# board.hud.capital
source: Capital
de: Kapital

# board.banner.readOnly
source: READ ONLY MODE
de: SCHREIBGESCHÜTZTER MODUS

# board.settings.title
source: Settings
de: Einstellungen

# board.settings.lang
source: Language
de: Sprache

# board.settings.playerName
source: Player Name
de: Spielername

# board.settings.phPlayerName
source: Enter name
de: Name eingeben

# board.settings.cancel
source: Cancel
de: Abbrechen

# board.settings.save
source: Save
de: Speichern

# board.error.title
source: Error
de: Fehler

# board.error.close
source: Close
de: Schließen

# board.nextRound
source: Next Round >
de: Nächste Runde >

# crop.wheat
source: Wheat
de: Weizen

# crop.corn
source: Corn
de: Mais

# crop.potato
source: Potato
de: Kartoffel

# crop.beet
source: Beet
de: Zuckerrübe

# crop.barley
source: Barley
de: Gerste

# crop.oat
source: Oat
de: Hafer

# crop.rye
source: Rye
de: Roggen

# crop.fieldbean
source: Fieldbean
de: Ackerbohne

# crop.animals
source: Animals
de: Tiere

# crop.fallow
source: Fallow
de: Brachland

# planting.title
source: Select Crop to Plant
de: Fruchtart wählen

# planting.cancel
source: Cancel
de: Abbrechen

# impressum.title
source: Legal Notice
de: Impressum

# impressum.subtitle
source: Legal Notice & Credits
de: Impressum & Credits

# impressum.backToHome
source: <svg xmlns="http://www.w3.org/2000/svg" class="h-4 w-4" fill="none" viewBox="0 0 24 24" stroke="currentColor"><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M10.5 19.5L3 12m0 0l7.5-7.5M3 12h18" /><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M10.5 19.5L3 12m0 0l7.5-7.5M3 12h18" /></svg> Back to Home
de: <svg xmlns="http://www.w3.org/2000/svg" class="h-4 w-4" fill="none" viewBox="0 0 24 24" stroke="currentColor"><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M10.5 19.5L3 12m0 0l7.5-7.5M3 12h18" /><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M10.5 19.5L3 12m0 0l7.5-7.5M3 12h18" /></svg> Zurück zur Startseite

# impressum.contact
source: Contact
de: Kontakt

# impressum.responsible
source: Responsible for Content
de: Verantwortlich für den Inhalt

# impressum.imageSources
source: Image Sources
de: Bildnachweise

# impressum.source.farmstead
source: Background image Farmstead, Windsor Township, Berks County
de: Hintergrundbild Farmstead, Windsor Township, Berks County

# impressum.source.drought
source: Drought
de: Dürre

# impressum.source.borer
source: European Corn Borer
de: Maiszünsler

# impressum.source.ladybug
source: Ladybug
de: Marienkäfer

# impressum.source.oekolandbau
source: Ökolandbau - The Information Portal
de: Ökolandbau.de

# impressum.source.logo
source: Logo "Euro-Leaf"
de: Logo "Euro-Blatt"

# impressum.source.chamber
source: Chamber of Agriculture North Rhine-Westphalia
de: Landwirtschaftskammer Nordrhein-Westfalen

# impressum.disclaimer.title
source: Disclaimer
de: Haftungsausschluss (Disclaimer)

# impressum.disclaimer.p1
source: No guarantee is assumed for the correctness and completeness of the contents of this website. The contents of this page are subject to German copyright law. Any duplication or distribution requires written consent. Downloads and copies are permitted only for non-commercial use.
de: Für die Richtigkeit und Vollständigkeit der Inhalte dieser Website wird keine Gewähr übernommen. Die Inhalte dieser Seite unterliegen dem deutschen Urheberrecht. Jede Vervielfältigung oder Verbreitung bedarf der schriftlichen Zustimmung. Downloads und Kopien sind nur für den nicht-kommerziellen Gebrauch gestattet.

# impressum.disclaimer.p2
source: No responsibility is assumed for content of external sites linked to. For external sites, the respective providers are exclusively responsible.
de: Für die Inhalte externer Links wird keine Haftung übernommen. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

# impressum.disclaimer.p3
source: The use of the website is generally possible without providing personal data. Personal data required for registration as game management, as well as game data, will not be passed on to third parties.
de: Die Nutzung der Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Personenbezogene Daten, die für die Registrierung als Spielleitung erforderlich sind, sowie Spieldaten werden nicht an Dritte weitergegeben.

# adminLogin.subtitle
source: Access the Soil control center
de: Zugang zur Steuerzentrale von Soil

# adminLogin.password
source: Password
de: Passwort

# adminLogin.loggingIn
source: Logging in...
de: Melde an...

# adminLogin.loginButton
source: Login
de: Anmelden

# adminLogin.googleSignIn
source: Sign in with Google
de: Mit Google anmelden

# adminLogin.noAccount
source: Don't have an account?
de: Noch keinen Account?

# adminLogin.registerLink
source: Register here
de: Hier registrieren

# adminLogin.placeholder.email
source: admin@school.edu
de: admin@schule.de

# adminRegister.title
source: Admin Registration
de: Admin Registrierung

# adminRegister.subtitle
source: Join the Soil community as an educator or administrator
de: Tritt der Soil-Community als Lehrender oder Administrator bei

# adminRegister.completeTitle
source: Complete Registration
de: Registrierung abschließen

# adminRegister.signedInAs
source: Signed in as
de: Angemeldet als

# adminRegister.viaGoogle
source: via Google
de: über Google

# adminRegister.completeApp
source: Please complete your application.
de: Bitte vervollständige deinen Antrag.

# adminRegister.password
source: Password
de: Passwort

# adminRegister.confirmPassword
source: Confirm Password
de: Passwort bestätigen

# adminRegister.personalDetails
source: Personal Details
de: Persönliche Daten

# adminRegister.firstName
source: First Name
de: Vorname

# adminRegister.lastName
source: Last Name
de: Nachname

# adminRegister.appDetails
source: Application Details
de: Details zum Antrag

# adminRegister.institution
source: Institution / School
de: Institution / Schule

# adminRegister.institutionLink
source: Institution Website
de: Webseite der Institution

# adminRegister.explanation
source: Why do you want to use Soil?
de: Warum möchtest du Soil nutzen?

# adminRegister.creatingAccount
source: Creating Account...
de: Konto wird erstellt...

# adminRegister.btn.complete
source: Complete Registration
de: Registrierung abschließen

# adminRegister.btn.register
source: Register
de: Registrieren

# adminRegister.alreadyAccount
source: Already have an account?
de: Hast du schon ein Konto?

# adminRegister.loginLink
source: Login here
de: Hier anmelden

# adminRegister.backToHome
source: ← Back to Home
de: ← Zurück zur Startseite

# adminRegister.error.email
source: Valid email is required.
de: Eine gültige E-Mail ist erforderlich.

# adminRegister.error.password
source: Password must be at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.

# adminRegister.error.mismatch
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.

# adminRegister.error.required
source: Required.
de: Erforderlich.

# adminRegister.error.url
source: Valid URL starting with http:// or https:// is required.
de: Eine gültige URL (beginnend mit http:// oder https://) ist erforderlich.

# adminRegister.error.explanation
source: Explanation is required (min 10 characters).
de: Erklärung ist erforderlich (mind. 10 Zeichen).

# adminRegister.placeholder.email
source: admin@school.edu
de: admin@schule.de

# adminRegister.placeholder.password
source: Minimum 6 characters
de: Mindestens 6 Zeichen

# adminRegister.placeholder.confirmPassword
source: Confirm Password
de: Passwort bestätigen

# adminRegister.placeholder.firstName
source: John
de: Max

# adminRegister.placeholder.lastName
source: Doe
de: Mustermann

# adminRegister.placeholder.institution
source: e.g. University of Berlin
de: z.B. Universität Berlin

# adminRegister.placeholder.explanation
source: Brief explanation (min 10 chars)...
de: Kurze Erklärung (mind. 10 Zeichen)...

# adminLogin.backToHome
source: ← Back to Home
de: ← Zurück zur Startseite

# playerLogin.placeholder.gameId
source: Game ID
de: Spiel-ID

# playerLogin.placeholder.pin
source: Unique Player PIN
de: Einzigartiger Spieler-PIN

# playerLogin.title
source: Player Login
de: Spieler Login

# playerLogin.gameId
source: Game ID
de: Spiel-ID

# playerLogin.playerNumber
source: Player Number
de: Spielernummer

# playerLogin.player1
source: Player 1
de: Spieler 1

# playerLogin.player2
source: Player 2
de: Spieler 2

# playerLogin.backToHome
source: ← Back to Home
de: ← Zurück zur Startseite

# playerLogin.player3
source: Player 3
de: Spieler 3

# playerLogin.player4
source: Player 4
de: Spieler 4

# playerLogin.player5
source: Player 5
de: Spieler 5

# playerLogin.enteringGame
source: Entering Game...
de: Betrete Spiel...

# playerLogin.startGame
source: Start Game
de: Spiel starten

# playerLogin.backToHome
source: ← Back to Home
de: ← Zurück zur Startseite

# board.nav.names
source: NAMES
de: NAMEN

# board.nav.nutrition
source: NUTRITION
de: NÄHRSTOFFE

# board.nav.harvest
source: HARVEST
de: ERNTE

# board.nav.soil
source: SOIL QUALITY
de: BODENQUALITÄT

# board.nav.options
source: OPTIONS
de: OPTIONEN

# board.nav.waiting
source: WAITING...
de: WARTEN...

# board.nav.nextRound
source: NEXT ROUND
de: NÄCHSTE RUNDE

# board.mobile.overlays
source: Visual Overlays
de: Überlagerungen

# board.mobile.names
source: Names Overlay
de: Namen-Überlagerung

# board.mobile.nutrition
source: Nutrition Overlay
de: Nährstoff-Überlagerung

# board.mobile.harvest
source: Harvest Overlay
de: Ernte-Überlagerung

# board.mobile.soil
source: Soil quality Overlay
de: Bodenqualität-Überlagerung

# board.mobile.actions
source: Game Actions
de: Spiel-Aktionen

# board.mobile.roundOptions
source: ROUND OPTIONS
de: RUNDEN-OPTIONEN

# board.mobile.waiting
source: WAITING FOR OTHERS...
de: WARTE AUF ANDERE...

# board.mobile.nextRound
source: NEXT ROUND
de: NÄCHSTE RUNDE

# board.activePlayer
source: Active Player
de: Aktiver Spieler

# dashboard.super.title
source: Super Admin Access
de: Super Admin Zugang

# dashboard.super.redirect
source: Redirecting you to the Super Admin Console...
de: Weiterleitung zur Super Admin Konsole...

# dashboard.super.btnGo
source: Go to Console
de: Zur Konsole

# dashboard.createGame.playerLabel
source: Player Label (e.g. Team, Farmers)
de: Spieler-Bezeichnung (z.B. Team, Farmer)

# dashboard.createGame.phPlayer
source: Player
de: Spieler

# dashboard.list.refresh
source: Refresh List
de: Liste aktualisieren

# dashboard.table.email
source: Email Game Details
de: Spieldetails per E-Mail senden

# dashboard.table.restore
source: Restore Game
de: Spiel wiederherstellen

# dashboard.details.players
source: Players
de: Spieler

# dashboard.status.active
source: ACTIVE
de: AKTIV

# superadmin.logout
source: Logout
de: Abmelden

# superadmin.loading
source: Loading Data...
de: Daten werden geladen...

# superadmin.dashboard.subtitle
source: Manage pending approvals and system administrators.
de: Verwalte ausstehende Genehmigungen und Systemadministratoren.

# superadmin.dashboard.refresh
source: Refresh Data
de: Daten aktualisieren

# superadmin.stats.totalGames
source: Total Games
de: Spiele insgesamt

# superadmin.stats.created
source: created
de: erstellt

# superadmin.stats.active
source: Active
de: Aktiv

# dashboard.createGame.phName
source: Game Name
de: Name des Spiels eingeben

# dashboard.createGame.aiLevel
source: AI Level
de: KI-Level

# ai.level.elementary
source: Elementary School
de: Grundschule

# ai.level.middle
source: Middle School
de: Mittelstufe

# ai.level.high
source: High School
de: Oberstufe

# dashboard.deadline.title
source: Round Deadline Manager
de: Runden-Deadline-Manager

# dashboard.deadline.round
source: Current Round ({{ game.currentRoundNumber }})
de: Aktuelle Runde ({{ game.currentRoundNumber }})

# dashboard.deadline.set
source: Set Deadline
de: Deadline setzen

# dashboard.deadline.hint
source: * If a deadline is set, AI will automatically take over for any player who hasn't submitted by then.
de: * Wenn eine Deadline gesetzt ist, übernimmt die KI automatisch für alle Spieler, die bis dahin nicht abgegeben haben.

# dashboard.player.soil
source: Avg. Soil
de: Boden

# dashboard.player.nutrition
source: Avg. Nutr.
de: Nährstoffe

# dashboard.player.toHuman
source: TO HUMAN
de: ZU MENSCH

# dashboard.player.toAi
source: TO AI ({{ newGameConfig.aiLevel | uppercase }})
de: ZU KI ({{ newGameConfig.aiLevel | uppercase }})

# board.nav.finance
source: FINANCE
de: FINANZEN

# board.nav.endGame
source: END GAME
de: SPIEL BEENDEN

# board.logout
source: Logout
de: Abmelden

# board.mobile.finance
source: Finance View
de: Finanzansicht

# board.mobile.endGame
source: END GAME
de: SPIEL BEENDEN

# board.round
source: Round
de: Runde

# board.gameEnd.title
source: Game Finished!
de: Spiel beendet!

# board.gameEnd.subtitle
source: Congratulations to our pioneers!
de: Herzlichen Glückwunsch an unsere Pioniere!

# board.gameEnd.financialTitle
source: Financial Champion
de: Finanz-Champion

# board.gameEnd.soilTitle
source: Soil Guardian
de: Boden-Wächter

# board.gameEnd.viewResults
source: VIEW RESULTS
de: ERGEBNISSE ANSEHEN

# board.gameEnd.backToDashboard
source: BACK TO DASHBOARD
de: ZURÜCK ZUM DASHBOARD

# finance.title
source: Financial Report
de: Finanzbericht

# finance.subtitle
source: Across-player comparison and history
de: Wirtschaftliche Leistung über alle Runden

# finance.noRounds
source: No rounds yet
de: Keine Rundenhistorie verfügbar.

# finance.charts.capital
source: Capital Growth
de: Kapitalverlauf

# finance.you
source: YOU
de: (Du)

# finance.group.decisions
source: Decisions (From Prev. Round)
de: Deine Entscheidungen

# finance.fertilizer
source: Conventional Fertilizer
de: Dünger

# finance.pesticide
source: Pesticides
de: Pestizide

# finance.organisms
source: Beneficial Organisms
de: Nützlinge

# finance.organic
source: Organic Farming Seal
de: Bio

# finance.group.expenses
source: Expenses Detail
de: Ausgabendetails

# finance.header.seeds
source: Seeds (detailed)
de: Saatgutkosten

# finance.header.investments
source: Investments (detailed)
de: Investitionen

# finance.sub.machines
source: Machines
de: Maschinen

# finance.sub.animalsInvest
source: Animals (Initial)
de: Tiere (Kauf)

# finance.header.running
source: Running Costs (detailed)
de: Laufende Kosten

# finance.sub.base
source: Base Operation
de: Grundkosten

# finance.sub.organicControl
source: Eco Seal Control
de: Bio-Kontrolle

# finance.sub.pesticide
source: Pesticide Application
de: Pestizideinsatz

# finance.sub.organisms
source: Beneficial Organisms
de: Nützlinge

# finance.sub.animalsRunning
source: Animals (Running)
de: Tiere (Anbau/Haltung)

# finance.group.income
source: Income Detail
de: Einnahmendeteils

# finance.header.harvest
source: Total Harvest Income
de: Gesamte Ernteeinnahmen

# finance.result.profit
source: NET PROFIT / LOSS
de: NETTOGEWINN / VERLUST

# finance.result.capital
source: CLOSING CAPITAL
de: ENDKAPITAL

# finance.event.weather
source: Regional Weather
de: Regionales Wetter

# finance.event.vermin
source: Pest Report
de: Schädlingsbericht

# roundResult.title
source: Round Report
de: Rundenbericht

# roundResult.profit
source: Profit
de: Gewinn

# roundResult.bioSiegel
source: Bio Seal
de: Bio-Siegel

# roundResult.bioSiegelFail
source: Requirements not met
de: Anforderungen nicht erfüllt

# roundResult.bioSiegelSuccess
source: awarded!
de: verliehen!

# roundResult.conditions
source: Conditions
de: Bedingungen

# roundResult.weather
source: Weather
de: Wetter

# roundResult.vermin
source: Pests
de: Schädlinge

# roundResult.continue
source: Continue to Round {{ round.number + 1 }}
de: Weiter zu Runde {{ round.number + 1 }}
